tutorials/DNS/dnsFoam/boxTurb16/0.org/enstrophy
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open Source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      enstrophy;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    patch0
    {
        type            cyclic;
        value           uniform 0;
    }
    patch1
    {
        type            cyclic;
        value           uniform 0;
    }
    patch2
    {
        type            cyclic;
        value           uniform 0;
    }
}

// ************************************************************************* //
